{
    "common": {
        "work-header": "work",
        "resume-header": "resume",
        "contact-header": "contact",
        "info-header": "info"
    },
    "resume": {
        "download": "Download resume",
        "file": "Belzile_CV_EN.pdf",
        "studies-title": "Education",
        "studies-2019": "Master of Fine Arts, Laval University, QC, Canada",
        "studies-2016": "Bachelor of Fine Arts with a Major in Painting and Drawing, Concordia University, QC, Canada",
        "studies-2015": "Student exchange, Fine Arts Faculty, Universidad del País Vasco, Euskadi, Spain",
        "studies-2013": "College degree of Fine Arts, Cégep de Rivière-du-Loup, QC, Canada",
        "rep-title": "Gallery Representation",
        "rep-champagne": "Champagne and Paradis Gallery (Bas-Saint-Laurent and Gaspésie), Kamouraska, QC, Canada",
        "expo-ind-title": "Solo Exhibitions",
        "expo-ind-2024-0": "<i>Through the Gardens</i>, Vernon Public Art Gallery, Vernon, BC, Canada",
        "expo-ind-2024-1": "<i>Through the Gardens II</i>, Doris Crowston Gallery, Sechelt, BC, Canada",
        "expo-ind-2024-2": "<i>J'ai dansé</i>, Art-Image, Gatineau, QC, Canada (forthcoming)",
        "expo-ind-2023-1": "<i>Au-delà du repli</i>, Champagne and Paradis Gallery, Kamouraska, QC, Canada",
        "expo-ind-2022-0": "<i>S’arracher la douceur</i>, Montcalm Gallery, Gatineau, QC, Canada",
        "expo-ind-2022-1": "<i>Les attentes</i>, Brompton Art Centre, Sherbrooke, QC, Canada",
        "expo-ind-2022-2": "<i>Rassembler les espaces</i>, Champagne and Paradis Gallery, Kamouraska, QC, Canada",
        "expo-ind-2021-0": "<i>Marmonner le vide</i>, Manif d'art, Aliette-Marchand Library, Quebec City, QC, Canada",
        "expo-ind-2021-1": "<i>Marmonner le vide</i>, Manif d'art, Claire-Martin Library, Quebec City, QC, Canada",
        "expo-ind-2020-0": "<i>Mesure et démesure</i>, Champagne and Paradis Gallery, Kamouraska, QC, Canada",
        "expo-ind-2020-1": "<i>Mesure et démesure</i>, Cégep de Jonquière Art Gallery, Jonquière, QC, Canada",
        "expo-ind-2019-0": "<i>Arracher le rouge du jaune</i>, AVE Gallery, Montreal, QC, Canada",
        "expo-ind-2019-1": "<i>Entre espace et objets</i>, Jean Letarte Gallery, Boucherville, QC, Canada",
        "expo-ind-2018-0": "<i>La chute des corps</i>, Roulement à billes Studio, Quebec City, QC, Canada",
        "expo-ind-2018-1": "<i>Entre toi et moi ; il y a çà et là</i>, Georges P.-Vanier Cultural Centre, Châteauguay, QC, Canada",
        "expo-ind-2018-2": "<i>Il y a dans cet autour, parfois, la trace de ce milieu</i>, Alphonse-Desjardins Gallery, Laval University, Quebec City, QC, Canada",
        "expo-ind-2017-0": "<i>Situations</i>, Georgianna-Juneau Gallery, Rivière-du-Loup, QC, Canada",
        "expo-col-title": "Selected Group Exhibitions",
        "expo-col-2023-0": "<i>Artrich 2023</i>, Richmond Art Gallery, Richmond, BC, Canada",
        "expo-col-2023-1": "<i>Nuit blanche Kelowna</i>, The Alternator Centre for Contemporary Art, Kelowna, BC, Canada ",
        "expo-col-2023-2": "<i>Art Party!</i>, Seymour Art Gallery, North Vancouver, BC, Canada",
        "expo-col-2023-3": "<i>Life = absurb</i>, This Gallery, Vancouver, BC, Canada",
        "expo-col-2022-0": "<i>Les quatorze noctambules</i>, Champagne and Paradis Gallery, Kamouraska, QC, Canada",
        "expo-col-2022-1": "<i>Alcôve</i>, Galerie.a (independent exhibition), Quebec City, QC, Canada ",
        "expo-col-2022-2": "<i>Hommage à Stella Sasseville</i>, Les Ateliers Art Centre, Baie-Saint-Paul, QC, Canada",
        "expo-col-2022-3": "<i>Exposition pré-encan 2022</i>, Bas-Saint-Laurent Museum, Rivière-du-Loup, QC, Canada",
        "expo-col-2022-4": "<i>Par-delà les frontières</i>, Champagne and Paradis Gallery, Kamouraska, QC, Canada",
        "expo-col-2021-0": "<i>montagne</i>, independent local, Quebec City, QC, Canada",
        "expo-col-2020-0": "<i>50th of the Cégep de Rivière-du-Loup</i>, Gaetan-Blanchet Gallery, Rivière-du-Loup, QC, Canada",
        "expo-col-2018-0": "<i>Nature</i>, Le Livart, Montreal, QC, Canada",
        "expo-col-2018-1": "<i>Voir loin</i>, Kamouraska Art Centre, Kamouraska, QC, Canada",
        "expo-col-2018-2": "<i>Jaune Marine</i>, Former School of Fine Arts, Montreal, QC, Canada",
        "expo-col-2017-0": "<i>Collective Exhibition of Nomade Art Residency<i>, Roulement à billes Studio, Quebec City, QC, Canada",
        "expo-col-2017-1": "<i>Abstraction sauvage</i>, Le Livart, Montreal, QC, Canada",
        "expo-col-2017-2": "<i>L’intemporalité du corps</i>, Le Livart, Montreal, QC, Canada",
        "expo-col-2016-0": "<i>Summer exhibition 1/3</i>, VAV Gallery, Montreal, QC, Canada",
        "expo-col-2016-1": "<i>Stay Awhile</i>, Art Matters, Montreal, QC, Canada",
        "resid-title": "Artist Residencies",
        "resid-2023-0": "Similkameen Artist Residency, Keremeos, BC, Canada",
        "resid-2023-1": "Micro-residency, Cultural and Artistic Francophone Council of British-Colombia, Vancouver, BC, Canada ",
        "resid-2022-0": "Les Ateliers Art Centre, Baie-Saint-Paul, QC, Canada",
        "resid-2019-0": "NOUAISONS Art Centre, Scott, QC, Canada",
        "resid-2018-0": "Marathon de la création, Mars elle danse Studio, Trois-Pistoles, QC, Canada",
        "resid-2018-1": "Kamouraska Art Centre, Kamouraska, QC, Canada",
        "resid-2017-0": "Nomade Art Residency, Anticosti Island, QC, Canada",
        "awards-title": "Grants and scholarships",
        "awards-2023-0": "Grant from the Market Access Strategy for Official Language Minority Communities (OLMC) Fund, Canada Council for the Arts",
        "awards-2022-0": "Research and Creation Grant, Quebec City Council",
        "awards-2021-0": "Project Grant, Première ovation, Manif d’art",
        "awards-2021-1": "Residency Grant, LOJIQ",
        "awards-2021-2": "Research and Creation Grant, Quebec City Council",
        "awards-2020-0": "Project Grant, Première ovation Fund by Manif d’art ",
        "awards-2019-0": "Prokect Grant, Première ovation fund by Manif d’art",
        "awards-2018-0": "Outreach Scholarship, Laval University",
        "awards-2017-0": "Graduate Scholarship, Desjardins Foundation",
        "awards-2014-0": "2nd prize in the Polskafree25 Visual Arts Competition organized by the Montreal Polish Embassy and Concordia University",
        "jobs-title": "Work Experiences",
        "jobs-2024-0": "Animation and design of creative workshops, École Rose-des-vents, Annexe Queen Elizabeth, Vancouver, BC, Canada",
        "jobs-2018-2021-0": "Programming Coordinator, Folie/Culture, QC, Canada",
        "jobs-2018-0": "Exhibition Coordinator, Kamouraska Art Centre, QC, Canada",
        "jobs-2017-0": "Teaching assistant for the Ateliers I class, Laval University, QC, Canada",
        "other-title": "Other activities",
        "other-2021-2023-0": "Treasurer on the Board of Administration of Folie/Culture, QC, Canada",
        "other-2018-2021-0": "Member of the Programming Committee of Folie/Culture, QC, Canada",
        "other-2017-2018-0": "President of the MFA Student Association, Laval University, QC, Canada",
        "other-2016-2017-0": "Treasurer of the MFA Student Association, Laval University, QC, Canada",
        "collection-title": "Collections",
        "collection-0": "City of Boucherville, QC, Canada",
        "collection-1": "Méduse Art Collection, Quebec City, QC, Canada",
        "collection-2": "Library and the National Archives of Québec, QC, Canada",
        "fairs-auct-title": "Fairs and Auctions",
        "fairs-auct-2024-0": "Annual Art Auction, Bas-Saint-Laurent Museum, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2023-0": "Annual Art Auction, Bas-Saint-Laurent Museum, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2023-1": "Annual Art Auction, Kamouraska Art Centre, Kamouraska, QC, Canada",
        "fairs-auct-2022-0": "Annual Art Auction, Bas-Saint-Laurent Museum, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2020-0": "Quebec Contemporary Art Fair, online",
        "fairs-auct-2020-1": "Saint-Lambert Contemporary Art Fair, online",
        "fairs-auct-2020-3": "Quarantine Art Auction",
        "fairs-auct-2019-0": "Annual Art Auction, Kamouraska Art Centre, Kamouraska, QC, Canada",
        "fairs-auct-2018-0": "Annual Art Auction, Kamouraska Art Centre, Kamouraska, QC, Canada",
        "projects-title": "Projects and Collaborations",
        "projects-2022-0": "Participation to <i>Élever, cultiver, nourrir</i>, organized by NOUAISONS Art Centre and funded by Quebec Art Council ",
        "projects-2022-1": "Participation to <i>Weird Era</i> vol.2, Librairie Saint-Henri Books",
        "projects-2021-0": "Participation to <i>Portfolio collaboratif</i> organized by the lithograph artist Julie Bellavance and funded by Engramme Art Centre, Laval University and Première Ovation Fund",
        "illustration-title": "Illustrations",
        "illustration-2022-0": "Book cover of <i>Ne retiens pas le feu</i>, Jacques Audet, Noroît Publishing House",
        "illustration-2020-0": "Illustrations for <i>Ramages</i>, Laurence Langlois, OMRI Publishing House",
        "conference-title": "Talk",
        "conference-2023-0": "Cégep de Rivière-du-Loup, QC, Canada",
        "press-title": "Press",
        "radio-canada-2024": "Radio Interview (French), Culture et confiture (Radio-Canada), April 20, 2024, ",
        "coast-reporter-2024": "Exhibition Review, Nature leads the way in new abstract art at Sunshine Coast Arts Centre, Coast Reporter, February 19, 2024, Michael Gurney",
        "La-tribune-2022": "Exhibition Review (French), <i>Attentes et Droits réservés à la Maison des arts et de la culture</i>, La tribune, Sonia Bolduc",
        "téléjournal-2022": "TV Interview (French), Bulletin de nouvelles du mercredi 6 juillet 2022, le Téléjournal Ottawa-Gatineau, at 34 min. 5 sec. ",
        "tvco-2022": "TV Interview (French), Rétrospectives du 25 février 2022, TVCO",
        "aero-2022": "Exhibition Review (French), L’aérospatial (CKRL Québec), September 13, 2022",
        "Soleil-2021": "Exhibition Review (French), <i>montagne : la somme des petites victoires</i>, Le Soleil, Josianne Desloges",
        "aero-2021-0": "Radio Interview (French), L’aérospatial (CKRL Québec), October 19, 2021",
        "aero-2021-1": "Radio Interview (French), L’aérospatial (CKRL Québec), November 20, 2021",
        "Soleil-2020": "Exhibition Review (French), <i>Foire en art actuel de Québec: une offre doublée pour l'édition virtuelle</i>, Le Soleil, Josianne Desloges",
        "tva-2020": "TV Interview (French), <i>Une exposition d'arts déjoue la pandémie</i>, TVA nouvelles, November 21, 2020",
        "téléjournal-2020": "TV Interview (French), <i>LA 7E FOIRE EN ART ACTUEL EN MODE VIRTUEL</i>, Le téléjournal Québec, Radio-Canada, November 19, 2020",
        "devoir-2018": "Exhibition Review (French), <i>L’expo «Jaune Marine» affiche ses couleurs</i>, Le Devoir, Jérôme Delgado",
        "rumeur-2018": "Exhibition Review (French), <i>Voir loin : une exposition collective et inédite en arts</i>, Rumeur du Loup, Estelle Bonhomet-Proulx",
        "fabrique-2018": "Exhibition Review (French), <i>Voir loin : incursion dans le paysage</i>, La fabrique culturelle",
        "téléjournal-2018": "TV Interview (French), Bulletin de nouvelles du 26 juillet 2018, Le Téléjournal Est du Québec, at 18 min. 20 sec."
    },
    "work": {
        "filter-all": "All",
        "filter-available": "Available",
        "acrylic": "acrylic",
        "oil": "oil",
        "gouache": "gouache",
        "watercolor": "watercolor",
        "colored-pencil": "colored pencil",
        "graphite": "graphite",
        "charcoal": "charcoal",
        "crayon": "colored pencil",
        "dry-pastel": "dry pastel",
        "on-paper": "on paper",
        "on-canvas": "on canvas",
        "on-masonite": "on masonite",
        "on-wood": "on wood",
        "paper-masonite": "on paper on masonite",
        "canvas-masonite": "on canvas on masonite",
        "canvas-wood": "on canvas on wood",
        "paper-wood": "on paper on wood",
        "artist-book": "Artist Book",
        "photo-credit": "photo credit: ",
        "photo-credit-0": "Laurence Belzile",
        "photo-credit-1": "Champagne et Paradis Gallery",
        "@@untitled": "untitled",
        "available": "available",
        "unavailable": "unavailable",
        "sold": "sold",
        "and": "and",
        "@@expo-title-LB00035": "View of the exhibition <i>La chutes des corps</i>, Quebec City (QC)",
        "@@expo-title-LB00069": "View of the exhibition <i>Mesure et démesure</i>, Jonquière (QC)",
        "@@expo-title-LB00054": "View of the exhibition <i>Arracher le rouge du jaune</i>, Montreal (QC)",
        "@@residency-anticosti": "Project realized during Nomade Residency, Anticosti (QC)",
        "LB00234-description": "The exhibition Through the Gardens brought together twenty small and large-scale abstract paintings and drawings. The exhibition, presented at the Vernon Public Art Gallery from January 11 to March 6, 2024, explored the evocative potentiality of abstraction by showcasing turbulent imaginary places inspired by nature. Through the layering of planes and the use of diagonal lines in the compositions, the works illustrated potential places. In these ambiguous atmospheric spaces, organic forms took shape. The ensemble evoked sensitive, colorful, and hazy landscapes. By using dark and washed-out tones, luminous contrasts were present in the works. These strange chiaroscuros seemed to capture fragments of fictional and nebulous environments.",
        "LB00269-description": "",
        "LB00282-description": "",
        "LB00287-description": "",
        "LB00289-description": "",
        "LB00292-description": "",
        "LB00069.1-description": "",
        "LB000054-description": "",
        "LB00037-description": "\"La chute des corps\" was presented as part of my master's degree in visual arts at Laval University (QC). To evoke the dynamism present in my works and to highlight the influence of objects in my practice, the exhibition was titled \"La chute des corps \".",
        "LB00311-description": "",
        "LB00327-description": "",
        "LB00195-description": "",
        "LB00333-description": "",
        "LB00342-description": "",
        "LB00350-description": "",
        "LB00355-description": "From February 8 to 11, 2018, the association of master's students in visual arts at Laval University presented the exhibition Jaune Marine, bringing together the work of 17 artists at the former School of Fine Arts of Montreal, at 3450 St-Urbain Street in Montreal. The artists featured in the exhibition were: Julie Bellavance, Laurence Belzile, Joan Berthiaume, Myrtille Breton, Audrée Demers-Roberge, Éloïse Foulon, Delphine Hébert, Emmanuelle Hoarau, Laure Jambel, Marilou Kenny, Iris Lindsay, Angela Eve Marsh, Olivier Moisan-Dufour, Anny-Ève Perras, Todd Picard, Charles Robichaud, and Marko Tonich.",
        "LB00362-description": "",
        "LB00363-description": "",
        "LB00012-description": "During a one-week artistic residency on Anticosti Island (QC), I developed a series of 30 small abstract paintings. Influenced by the surrounding natural environment, I created on-site artworks which played with the notions of color, transparency, texture, and forms. I had then set myself three rules which appeared as the structure of my project: 1. To have no preconceived ideas, only inspirations. 2. Never impose work to myself. 3. Never force a series."
    },
    "info": {
        "content-0": "Biography",
        "content": "Born in Gaspésie, QC in 1994, Laurence Belzile now lives and works in Vancouver, BC. She holds a Bachelor of Fine Arts from Concordia University with a major in painting and drawing, and a Master of Fine Arts from Laval University. In recent years, she has exhibited her works in various group and solo exhibitions across Canada, including at the Vernon Public Art Gallery (BC), Richmond Art Gallery (BC), Champagne et Paradis Gallery (QC), Nuit Blanche Kelowna (BC), Montcalm Gallery (QC), and Kamouraska Art Center (QC). Her work has been supported by various instances, such as the Canada Council for the Arts (2023), and Première Ovation fund (2019, 2020, 2021). Her work is included in the City of Boucherville public collection as well as the Méduse collection.",
        "content-2": "Artist Statement",
        "content-3": "My art practice involves the creation of abstract images through the process of drawing and painting.",
        "content-4": "When I create artworks, I am interested in the poetry of abstract imagery and what it can evoke: movements, sensitivity, delicacy, and intensity. In my compositions, intricate organic forms are revealed, contrasting with each other through interplay of colors. By variations in brightness and picture plane layers, a sense of depth is evoked, transporting viewers into abstract and imaginative places, reminiscent of enigmatic mise-en-scène.",
        "content-5": "I approach each piece intuitively, using deliberate gestures to define and shape the pictorial space. The mark-making is visible; it bears witness to the moment of creation, while another temporality emerges, one that unfolds through the image created.",
        "content-6": "I design pieces that lift me out of everyday life and expand my imagination. The choice of abstraction is deliberate. It allows me to escape representation and create freely, outside the specificity of a message. It acts as a permission for my subjectivity.",
        "content-7": "My approach to creation is feminist. I advocate for the possibility for women to create subjective, poetic, imaginary works that evoke shared sensitivities without the constraint of depicting a precise reality. I embrace the pleasure of plastic creation. Using specific colors and forms, I also reclaim so-called feminine pictorial elements inscribing them, with both softness and forcefulness, into an occidental tradition of abstract painting historically dominated by male canons. Thus, I favor the use of organic forms, muted colors, hues of pink and delicate lines to foreground and revalue these gendered visual codes.",
        "content-8": "Recurring formal and chromatic elements can also be distinguished between the artworks, as they self-reference. Each piece situates itself within the realm of possibilities created by the others before.",
        "content-9": ""
    },
    "contact": {
        "subscribe": "Subscribe",
        "email": "Your email address",
        "subscribed-success": "You are now subscribed to the newsletter. Thank you!",
        "subscribed-failed": "An error occurred while subscribing to the newsletter. Please try again.",
        "email-list": "Newsletter Subscription",
        "contact": "Contact Me"
    }
}
