{
    "common": {
        "work-header": "œuvres",
        "resume-header": "cv",
        "contact-header": "contact",
        "info-header": "infos"
    },
    "resume": {
        "studies-title": "Éducation",
        "studies-2019": "Maîtrise en arts visuels, Université Laval, QC, Canada",
        "studies-2016": "Baccalauréat en arts visuels avec majeur en peinture et dessin, Université Concordia, QC, Canada",
        "studies-2015": "Échange étudiant, Faculté des Beaux-arts, Universidad del País Vasco, Euskadi, Espagne",
        "studies-2013": "DEC en arts visuels, Cégep de Rivière-du-loup, QC, Canada",
        "rep-title": "Représentation",
        "rep-champagne": "Galerie Champagne et Paradis (Bas-Saint-Laurent et Gaspésie), Kamouraska, QC, Canada",
        "expo-ind-title": "Expositions individuelles",
        "expo-ind-2022-0": "S'arracher la douceur, Galerie Montcalm, Gatineau, QC, Canada",
        "expo-ind-2022-1": "Les attentes, Maison des arts et de la culture de Brompton, Sherbrooke, QC, Canada",
        "expo-ind-2022-2": "Rassembler les espaces, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-ind-2021-0": "Marmonner le vide, Manif d’art, bibliothèque Aliette-Marchand, Québec, QC, Canada",
        "expo-ind-2021-1": "Marmonner le vide, Manif d’art, bibliothèque Claire-Martin, Québec, QC, Canada",
        "expo-ind-2020-0": "Mesure et démesure, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-ind-2020-1": "Mesure et démesure, Galerie d’art du Cégep de Jonquière, Jonquière, QC, Canada",
        "expo-ind-2019-0": "Arracher le rouge du jaune, Galerie AVE, Montréal, QC, Canada",
        "expo-ind-2019-1": "Entre espace et objets, Galerie Jean Letarte, Boucherville, QC, Canada",
        "expo-ind-2018-0": "La chute des corps, Atelier du roulement à billes, Québec, QC, Canada",
        "expo-ind-2018-1": "Entre toi et moi ; il y a ça et là, Centre culturel Georges P.-Vanier, Châteauguay, QC, Canada",
        "expo-ind-2018-2": "Il y a dans cet autour, parfois, la trace de ce milieu, Salle Alphonse-Desjardins, Université Laval, Québec QC, Canada",
        "expo-ind-2017-0": "Situations, Salle Georgianna-Juneau, Maison de la culture, Rivière-du-Loup, QC, Canada",
        "expo-col-title": "Expositions collectives sélectionnées",
        "expo-col-2022-0": "Les quatorze noctambules, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-col-2022-1": "Alcôve, Galerie.a (hors programmation), Québec , QC, Canada",
        "expo-col-2022-2": "Hommage à Stella Sasseville, Centre de production en art actuel Les Ateliers, Baie-Saint-Paul, QC, Canada",
        "expo-col-2022-3": "Post-invisible, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-col-2022-4": "Exposition pré-encan 2022, Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
        "expo-col-2021-0": "montagne, local indépendant, Québec, QC, Canada",
        "expo-col-2020-0": "50e du Cégep de Rivière-du-Loup, Salle Gaetan-Blanchet, Rivière-du-Loup, QC, Canada",
        "expo-col-2018-0": "Nature, Le livart, Montréal, QC, Canada",
        "expo-col-2018-1": "Voir loin, Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "expo-col-2018-2": "Jaune Marine, Ancienne école des beaux-arts de Montréal, Montréal, QC, Canada",
        "expo-col-2017-0": "Exposition collective de la Résidence nomade, Atelier du Roulement à billes, Québec, QC, Canada",
        "expo-col-2017-1": "Exposé Noir, Fonderie Darling en partenariat avec Centerfold, Montréal, QC, Canada",
        "expo-col-2017-2": "L’intemporalité du corps, Le Livart, Montréal, QC, Canada",
        "expo-col-2016-0": "Summer exhibition 1/3, VAV Gallery, Montréal, QC, Canada",
        "expo-col-2016-1": "Stay Awhile, Art Matters, Montréal, QC, Canada",
        "resid-title": "Résidences de création",
        "resid-2022-0": "Centre de production en art actuel Les Ateliers, Baie-Saint-Paul, QC, Canada",
        "resid-2019-0": "NOUAISONS, Scott, QC, Canada",
        "resid-2018-0": "Marathon de la création, Mars elle danse, Trois-Pistoles, QC, Canada",
        "resid-2018-1": "Centre d’art de Kamouraska, Kamouraska, QC, Canada ",
        "resid-2017-0": "Résidence Nomade, île d’Anticosti, QC, Canada",
        "awards-title": "Prix et bourses",
        "awards-2022-0": "Bourse de recherche et création, Ville de Québec",
        "awards-2021-0": "Bourse au projet pour L’hiver est dessins, Première ovation, Manif d’art",
        "awards-2021-1": "Bourse au projet pour L’hiver est dessins, LOJIQ",
        "awards-2021-2": "Bourse de recherche et création, Ville de Québec",
        "awards-2020-0": "Bourse au projet pour l’exposition collective montagne, Première ovation, Manif d’art",
        "awards-2019-0": "Bourse au projet pour l’exposition individuelle Mesure et démesure, Première ovation, Manif d’art",
        "awards-2018-0": "Bourse de rayonnement, Université Laval",
        "awards-2017-0": "Bourse d’études supérieures, Fondation Desjardins",
        "awards-2014-0": "2e prix du concours en arts visuels Polskafree25, Ambassade de la Pologne à Montréal et Université Concordia",
        "jobs-title": "Emplois",
        "jobs-2018-2021-0": "Coordonnatrice à la programmation, Folie/Culture, QC, Canada",
        "jobs-2018-0": "Coordonnatrice des expositions, Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "jobs-2017-0": "Auxiliaire d’enseignement dans le cours Ateliers I, Université Laval, QC, Canada",
        "other-title": "Implications",
        "other-2021-2022-0": "Trésorière du conseil d’administration de Folie/Culture, QC, Canada",
        "other-2018-2021-0": "Membre du comité de programmation de Folie/Culture., QC, Canada",
        "other-2017-2018-0": "Présidente de l’association des étudiant.e.s à la Maîtrise en art visuel de l’Université Laval, QC, Canada",
        "other-2016-2017-0": "Trésorière de l’association des étudiant.e.s à la Maîtrise en art visuel de l’Université Laval, QC, Canada",
        "collection-title": "Collection",
        "collection-0": "Ville de Boucherville",
        "collection-1": "Collection Méduse",
        "collection-2": "Bibliothèque et archives nationales du Québec",
        "fairs-auct-title": "Encans et foires",
        "fairs-auct-2022-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2020-0": "Foire en art actuel de Québec, en ligne",
        "fairs-auct-2020-1": "Foire d’art contemporain de Saint-Lambert, en ligne",
        "fairs-auct-2020-2": "Les Encans de la quarantaine, en ligne",
        "fairs-auct-2019-0": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "fairs-auct-2018-0": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "projects-title": "Collaborations",
        "projects-2022-0": "Participation au projet Élever, cultiver, nourrir, organisé par NOUAISONS et soutenu par le CALQ",
        "projects-2022-1": "Participation à Weird Era vol.2, Librairie Saint-Henri",
        "projects-2021-0": "Participation au projet Portfolio collaboratif organisé par l’artiste Julie Bellavance et soutenu par Engramme, l’Université Laval et Première Ovation",
        "illustration-title": "Illustrations",
        "illustration-2022-0": "Couverture du livre Ne retiens pas le feu de Jacques Audet, éditions du Noroît",
        "illustration-2020-0": "Mise en images du recueil Ramages de Laurence Langlois, éditions OMRI",
        "press-title": "Revue de presse",
        "La-tribune-2022": "Attentes et Droits réservés à la Maison des arts et de la culture, La tribune, Sonia Bolduc",
        "téléjournal-2022": "Bulletin de nouvelles du mercredi 6 juillet 2022, le Téléjournal Ottawa-Gatineau, à 34 min. 5 sec. ",
        "tvco-2022": "Rétrospectives du 25 février 2022, TVCO",
        "aero-2022": "Entrevue radio à L’aérospatial (CKRL Québec) pour l’exposition Alcôve, diffusée le 13 septembre 2022",
        "Soleil-2021": "montagne : la somme des petites victoires, Le Soleil, Josianne Desloges",
        "aero-2021-0": "L’aérospatial (CKRL Québec) pour l’exposition Marmonner le vide, diffusée le 19 octobre 2021",
        "aero-2021-1": "Entrevue radio à L’aérospatial (CKRL Québec) pour l’exposition montagne, diffusée le 20 novembre 2021",
        "Soleil-2020": "Foire en art actuel de Québec: une offre doublée pour l'édition virtuelle, Le Soleil, Josianne Desloges",
        "tva-2020": "Une exposition d'arts déjoue la pandémie, TVA nouvelles, le 21 novembre 2020",
        "téléjournal-2020": "LA 7E FOIRE EN ART ACTUEL EN MODE VIRTUEL, Le téléjournal Québec, Radio-Canada, le 19 novembre 2020",
        "devoir-2018": "L’expo «Jaune Marine» affiche ses couleurs, Le Devoir, Jérôme Delgado",
        "rumeur-2018": "Voir loin : une exposition collective et inédite en arts, Rumeur du Loup, Estelle Bonhomet-Proulx",
        "fabrique-2018": "Voir loin : incursion dans le paysage, La fabrique culturelle",
        "téléjournal-2018": "Bulletin de nouvelles du mercredi 26 juillet 2018, le Téléjournal Est-du-Québec, à 18 min. 20 sec."

    },
    "work": {
        "acrylic": "acrylique",
        "oil": "huile",
        "gouache": "gouache",
        "watercolor": "aquarelle",
        "colored-pencil": "crayon de couleur",
        "graphite": "graphite",
        "charcoal": "fusain",
        "crayon": "crayon de couleur",
        "dry-pastel": "pastel sec",
        "on-paper": "sur papier",
        "on-canvas": "sur toile",
        "on-masonite": "sur masonite",
        "on-wood": "sur bois",
        "paper-masonite": "sur papier monté sur masonite",
        "canvas-masonite": "sur toile monté sur masonite",
        "canvas-wood": "toile sur bois",
        "paper-wood": "sur papier monté sur bois",
        "unstretched": "sur toile non monté",
        "buy-method-0": "https://camille.csasda/@@",
        "buy-method-1": "mailto:laurence.belzile.arts@gmail.com",
        "photo-credit-0": "Laurence Belzile",
        "photo-credit-1": "Galerie Champage et Paradis",
        "photo-credit-2": "Débora Flor",
        "@@untitled": "sans titre"
    },
    "info": {
        "content-0": "Biographie",
        "content": "Originaire de la Gaspésie (QC), Laurence Belzile (née 1994) réside et travaille à Vancouver (BC). Elle détient un baccalauréat en arts visuels de l’Université Concordia, avec une majeur en peinture et dessin, ainsi qu’une maîtrise en arts visuels de l'Université Laval. Au cours des dernières années, elle a présenté ses œuvres dans diverses expositions collectives et individuelles, notamment à la Galerie Champagne et Paradis (2022), à la Galerie AVE (2019) et au Centre d’art de Kamouraska (2018). Elle a également pris part à la Foire en art actuel de Québec (2020) et à la Foire d’art contemporain de Saint-Lambert (2020). Son travail a été soutenu par divers prix et bourses, notamment par la mesure Première Ovation de la Ville de Québec (2019, 2020, 2021). Ses œuvres font partie de la collection publique de la Ville de Boucherville ainsi que celle de Méduse, à Québec.",
        "content-2": "Démarche artistique",
        "content-3": " Je fais de la peinture abstraite, quelques fois, voir souvent, je m’adonne à la pratique du dessin.",
        "content-4": "Grâce à une approche délicate et affirmée, les traits se déposent sur la surface de mes toiles. Ils découpent l’espace pictural des tableaux et s’accumulent pour créer formes et lignes.  Les compositions se mettent en place évoquant des mouvements qui explorent la tension intrinsèque de la verticalité. Dans les œuvres, les formes se déploient tout en se contrastant les unes des autres par des jeux de coloration. Puis, les variances de luminosité et la superposition de plans instaurent dans les œuvres des espaces imaginaires qui allient la plasticité du médium et la conception d’une image. Par l’utilisation de couleurs vives et pastels, je suggère une réappropriation de teintes dites féminines pour les inscrire avec douceur et impétuosité dans une tradition occidentale de la peinture abstraite dominé historiquement par des canons masculins.",
        "content-5": "Par la pratique de la peinture, je m’intéresse à la poésie d’une imagerie abstraite : ses mouvements, son ampleur, sa délicatesse, ses modelés et toute ses possibilités évocatrices."
    },
    "contact": {
        "subscribe": "S'abonner",
        "email": "Votre adresse courriel",
        "subscribed-success": "Vous êtes abonné.e à la liste d'envoi. Merci!",
        "subscribed-failed": "Une erreur est survenue. Veuillez réessayer.",
        "email-list": "Liste d'envoi",
        "contact": "Me contacter"
    }
}
