{
    "common": {
        "work-header": "œuvres",
        "resume-header": "cv",
        "contact-header": "contact",
        "info-header": "infos"
    },
    "resume": {
        "download": "Télécharger le CV",
        "file": "Belzile_CV_FR.pdf",
        "studies-title": "Éducation",
        "studies-2019": "Maîtrise en arts visuels, Université Laval, QC, Canada",
        "studies-2016": "Baccalauréat en arts visuels avec majeur en peinture et dessin, Université Concordia, QC, Canada",
        "studies-2015": "Échange étudiant, Faculté des Beaux-arts, Universidad del País Vasco, Euskadi, Espagne",
        "studies-2013": "DEC en arts visuels, Cégep de Rivière-du-loup, QC, Canada",
        "rep-title": "Représentation",
        "rep-champagne": "Galerie Champagne et Paradis (Bas-Saint-Laurent et Gaspésie), Kamouraska, QC, Canada",
        "expo-ind-title": "Expositions individuelles",
        "expo-ind-2024-0": "<i>Au travers les jardins</i>, Vernon Public Art Gallery, Vernon, BC, Canada",
        "expo-ind-2024-1": "<i>Au travers les jardins II</i>, Doris Crowston Gallery, Sechelt, BC, Canada",
        "expo-ind-2024-2": "<i>J'ai dansé</i>, Art-Image, Gatineau, QC, Canada (à venir)",
        "expo-ind-2023-1": "<i>Au-delà du repli</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-ind-2022-0": "<i>S'arracher la douceur</i>, Galerie Montcalm, Gatineau, QC, Canada",
        "expo-ind-2022-1": "<i>Les attentes</i>, Maison des arts et de la culture de Brompton, Sherbrooke, QC, Canada",
        "expo-ind-2022-2": "<i>Rassembler les espaces</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-ind-2021-0": "<i>Marmonner le vide</i>, Manif d’art, bibliothèque Aliette-Marchand, Québec, QC, Canada",
        "expo-ind-2021-1": "<i>Marmonner le vide</i>, Manif d’art, bibliothèque Claire-Martin, Québec, QC, Canada",
        "expo-ind-2020-0": "<i>Mesure et démesure</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-ind-2020-1": "<i>Mesure et démesure</i>, Galerie d’art du Cégep de Jonquière, Jonquière, QC, Canada",
        "expo-ind-2019-0": "<i>Arracher le rouge du jaune</i>, Galerie AVE, Montréal, QC, Canada",
        "expo-ind-2019-1": "<i>Entre espace et objets</i>, Galerie Jean Letarte, Boucherville, QC, Canada",
        "expo-ind-2018-0": "<i>La chute des corps</i>, Atelier du roulement à billes, Québec, QC, Canada",
        "expo-ind-2018-1": "<i>Entre toi et moi ; il y a ça et là</i>, Centre culturel Georges P.-Vanier, Châteauguay, QC, Canada",
        "expo-ind-2018-2": "<i>Il y a dans cet autour, parfois, la trace de ce milieu</i>, Salle Alphonse-Desjardins, Université Laval, Québec QC, Canada",
        "expo-ind-2017-0": "<i>Situations</i>, Salle Georgianna-Juneau, Maison de la culture, Rivière-du-Loup, QC, Canada",
        "expo-col-title": "Expositions collectives sélectionnées",
        "expo-col-2023-0": "<i>Artrich 2023</i>, Richmond Art Gallery, Richmond, BC, Canada",
        "expo-col-2023-1": "<i>Nuit blanche Kelowna</i>, The Alternator Centre for Contemporary Art, Kelowna, BC, Canada ",
        "expo-col-2023-2": "<i>Art Party!</i>, Seymour Art Gallery, North Vancouver, BC, Canada",
        "expo-col-2023-3": "<i>Life = absurb</i>, This Gallery, Vancouver, BC, Canada",
        "expo-col-2022-0": "<i>Les quatorze noctambules</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-col-2022-1": "<i>Alcôve</i>, Galerie.a (hors programmation), Québec , QC, Canada",
        "expo-col-2022-2": "<i>Hommage à Stella Sasseville</i>, Centre de production en art actuel Les Ateliers, Baie-Saint-Paul, QC, Canada",
        "expo-col-2022-3": "<i>Par-delà les frontières</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
        "expo-col-2022-4": "<i>Exposition pré-encan</i>, Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
        "expo-col-2021-0": "<i>montagne</i>, local indépendant, Québec, QC, Canada",
        "expo-col-2020-0": "<i>50e du Cégep de Rivière-du-Loup</i>, Salle Gaetan-Blanchet, Rivière-du-Loup, QC, Canada",
        "expo-col-2018-0": "<i>Nature</i>, Le livart, Montréal, QC, Canada",
        "expo-col-2018-1": "<i>Voir loin</i>, Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "expo-col-2018-2": "<i>Jaune Marine</i>, Ancienne école des beaux-arts de Montréal, Montréal, QC, Canada",
        "expo-col-2017-0": "<i>Exposition collective de la Résidence nomade</i>, Atelier du Roulement à billes, Québec, QC, Canada",
        "expo-col-2017-1": "<i>Exposé Noir</i>, Fonderie Darling en partenariat avec Centerfold, Montréal, QC, Canada",
        "expo-col-2017-2": "<i>L’intemporalité du corps</i>, Le Livart, Montréal, QC, Canada",
        "expo-col-2016-0": "<i>Summer exhibition 1/3</i>, VAV Gallery, Montréal, QC, Canada",
        "expo-col-2016-1": "<i>Stay Awhile</i>, Art Matters, Montréal, QC, Canada",
        "resid-title": "Résidences de création",
        "resid-2023-0": "Similkameen Artist Residency, Keremeos, BC, Canada",
        "resid-2023-1": "Micro-résidence, Conseil culturel et artistique francophone de la C.-B., Vancouver, BC ",
        "resid-2022-0": "Centre de production en art actuel Les Ateliers, Baie-Saint-Paul, QC, Canada",
        "resid-2019-0": "NOUAISONS, Scott, QC, Canada",
        "resid-2018-0": "Marathon de la création, Mars elle danse, Trois-Pistoles, QC, Canada",
        "resid-2018-1": "Centre d’art de Kamouraska, Kamouraska, QC, Canada ",
        "resid-2017-0": "Résidence Nomade, île d’Anticosti, QC, Canada",
        "awards-title": "Prix et bourses",
        "awards-2023-0": "Bourse du Fonds pour l’accès aux marchés pour les communautés de langue officielle, Conseil des arts du Canada",
        "awards-2022-0": "Bourse de recherche et création, Ville de Québec",
        "awards-2021-0": "Bourse au projet pour <i>L’hiver est dessins</i>, Première ovation, Manif d’art",
        "awards-2021-1": "Bourse au projet pour <i>L’hiver est dessins</i>, LOJIQ",
        "awards-2021-2": "Bourse de recherche et création, Ville de Québec",
        "awards-2020-0": "Bourse au projet pour l’exposition collective <i>montagne</i>, Première ovation, Manif d’art",
        "awards-2019-0": "Bourse au projet pour l’exposition individuelle <i>Mesure et démesure</i>, Première ovation, Manif d’art",
        "awards-2018-0": "Bourse de rayonnement, Université Laval",
        "awards-2017-0": "Bourse d’études supérieures, Fondation Desjardins",
        "awards-2014-0": "2e prix du concours en arts visuels Polskafree25, Ambassade de la Pologne à Montréal et Université Concordia",
        "jobs-title": "Emplois",
        "jobs-2024-0": "Animation et conception d'ateliers de création, École Rose-des-vents, Annexe Queen Elizabeth, Vancouver, BC, Canada",
        "jobs-2018-2021-0": "Coordonnatrice à la programmation, Folie/Culture, QC, Canada",
        "jobs-2018-0": "Coordonnatrice des expositions, Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "jobs-2017-0": "Auxiliaire d’enseignement dans le cours Ateliers I, Université Laval, QC, Canada",
        "other-title": "Implications",
        "other-2021-2023-0": "Trésorière du conseil d’administration de Folie/Culture, QC, Canada",
        "other-2018-2021-0": "Membre du comité de programmation de Folie/Culture., QC, Canada",
        "other-2017-2018-0": "Présidente de l’association des étudiant.e.s à la Maîtrise en art visuel de l’Université Laval, QC, Canada",
        "other-2016-2017-0": "Trésorière de l’association des étudiant.e.s à la Maîtrise en art visuel de l’Université Laval, QC, Canada",
        "collection-title": "Collection",
        "collection-0": "Ville de Boucherville",
        "collection-1": "Collection Méduse",
        "collection-2": "Bibliothèque et archives nationales du Québec",
        "fairs-auct-title": "Encans et foires",
        "fairs-auct-2024-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2023-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2023-1": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "fairs-auct-2022-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
        "fairs-auct-2020-0": "Foire en art actuel de Québec, en ligne",
        "fairs-auct-2020-1": "Foire d’art contemporain de Saint-Lambert, en ligne",
        "fairs-auct-2020-2": "Les Encans de la quarantaine, en ligne",
        "fairs-auct-2019-0": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "fairs-auct-2018-0": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
        "projects-title": "Collaborations",
        "projects-2022-0": "Participation au projet <i>Élever, cultiver, nourrir</i>, organisé par NOUAISONS et soutenu par le CALQ",
        "projects-2022-1": "Participation à <i>Weird Era</i> vol.2, Librairie Saint-Henri",
        "projects-2021-0": "Participation au projet <i>Portfolio collaboratif</i> organisé par l’artiste Julie Bellavance et soutenu par Engramme, l’Université Laval et Première Ovation",
        "illustration-title": "Illustrations",
        "illustration-2022-0": "Couverture du livre <i>Ne retiens pas le feu</i> de Jacques Audet, éditions du Noroît",
        "illustration-2020-0": "Mise en images du recueil <i>Ramages</i> de Laurence Langlois, éditions OMRI",
        "conference-title": "Conférence",
        "conference-2023-0": "Cégep de Rivière-du-Loup, QC, Canada",
        "press-title": "Revue de presse",
        "radio-canada-2024": "Entrevue radio à Culture et confiture (Radio-Canada), diffusée le 20 avril 2024, ",
        "coast-reporter-2024": "<i>Nature leads the way in new abstract art at Sunshine Coast Arts Centre</i>, Coast Reporter, 19 février 2024, Michael Gurney",
        "La-tribune-2022": "<i>Attentes et Droits réservés à la Maison des arts et de la culture</i>, La tribune, Sonia Bolduc",
        "téléjournal-2022": "Bulletin de nouvelles du mercredi 6 juillet 2022, le Téléjournal Ottawa-Gatineau, à 34 min. 5 sec. ",
        "tvco-2022": "Rétrospectives du 25 février 2022, TVCO",
        "aero-2022": "Entrevue radio à L’aérospatial (CKRL Québec) pour l’exposition Alcôve, diffusée le 13 septembre 2022",
        "Soleil-2021": "<i>montagne : la somme des petites victoires</i>, Le Soleil, Josianne Desloges",
        "aero-2021-0": "Entrevue radio à L’aérospatial (CKRL Québec) pour l’exposition Marmonner le vide, diffusée le 19 octobre 2021",
        "aero-2021-1": "Entrevue radio à L’aérospatial (CKRL Québec) pour l’exposition montagne, diffusée le 20 novembre 2021",
        "Soleil-2020": "<i>Foire en art actuel de Québec: une offre doublée pour l'édition virtuelle</i>, Le Soleil, Josianne Desloges",
        "tva-2020": "<i>Une exposition d'arts déjoue la pandémie</i>, TVA nouvelles, le 21 novembre 2020",
        "téléjournal-2020": "<i>LA 7E FOIRE EN ART ACTUEL EN MODE VIRTUEL</i>, Le téléjournal Québec, Radio-Canada, le 19 novembre 2020",
        "devoir-2018": "<i>L’expo «Jaune Marine» affiche ses couleurs</i>, Le Devoir, Jérôme Delgado",
        "rumeur-2018": "<i>Voir loin : une exposition collective et inédite en arts</i>, Rumeur du Loup, Estelle Bonhomet-Proulx",
        "fabrique-2018": "<i>Voir loin : incursion dans le paysage</i>, La fabrique culturelle",
        "téléjournal-2018": "Bulletin de nouvelles du mercredi 26 juillet 2018, le Téléjournal Est-du-Québec, à 18 min. 20 sec."
    },
    "work": {
        "filter-all": "Toutes",
        "filter-available": "Disponibles",
        "acrylic": "acrylique",
        "oil": "huile",
        "gouache": "gouache",
        "watercolor": "aquarelle",
        "colored-pencil": "crayon de couleur",
        "graphite": "graphite",
        "charcoal": "fusain",
        "crayon": "crayon de couleur",
        "dry-pastel": "pastel sec",
        "on-paper": "sur papier",
        "on-canvas": "sur toile",
        "on-masonite": "sur masonite",
        "on-wood": "sur bois",
        "paper-masonite": "sur papier monté sur masonite",
        "canvas-masonite": "sur toile montée sur masonite",
        "canvas-wood": "sur toile sur bois",
        "paper-wood": "sur papier monté sur bois",
        "unstretched": "sur toile non montée",
        "artist-book": "Livre d'artiste",
        "photo-credit": "crédit photo: ",
        "photo-credit-0": "Laurence Belzile",
        "photo-credit-1": "Galerie Champage et Paradis",
        "photo-credit-2": "Débora Flor",
        "@@untitled": "sans titre",
        "available": "disponible",
        "unavailable": "non disponible",
        "sold": "vendue",
        "and": "et",
        "@@expo-title-LB00035": "Vue de l'exposition <i>La chutes des corps</i>, Québec (QC)",
        "@@expo-title-LB00069": "Vue de l'exposition <i>Mesure et démesure</i>, Jonquière (QC)",
        "@@expo-title-LB00054": "Vue de l'exposition <i>Arracher le rouge du jaune</i>, Montréal (QC)",
        "@@residency-anticosti": "Projet réalisé lors de la Résidence Nomade, Anticosti (QC)",
        "LB00234-description": "L’exposition Through the Gardens rassemblait une vingtaine de petits et de grands formats d'œuvres abstraites peintes et dessinées. L’exposition, présentée à la Vernon Public Art Gallery du 11 janvier jusqu’au 6 mars 2024, explorait la possibilité évocatrice de l'abstraction en présentant des lieux imaginaires mouvementés inspirés de la nature. Grâce à une superposition des plans et à l’utilisation de lignes diagonales dans les compositions, les œuvres proposées illustraient de potentiels lieux. Dans ces espaces atmosphériques ambigus, des formes organiques se modelaient. L’ensemble évoquait des paysages sensibles, colorés et troubles. Par l’utilisation de teintes sombres et lavées, des contrastes lumineux étaient présents dans les œuvres. Ces étranges clairs-obscurs semblaient ainsi capturer en fragment des environnements fictifs et nébuleux.",
        "LB00269-description": "",
        "LB00282-description": "",
        "LB00287-description": "",
        "LB00289-description": "",
        "LB00292-description": "",
        "LB00069.1-description": "",
        "LB000054-description": "",
        "LB00037-description": "La chute des corps a été présenté dans le cadre de ma maitrise en arts visuels à l’Université Laval (QC). Pour évoquer le dynamisme qui se présentait dans mes œuvres et pour témoigner de l’influence des objets dans ma pratique, l’exposition s’intitulait La chute des corps.",
        "LB00311-description": "",
        "LB00327-description": "",
        "LB00195-description": "",
        "LB00333-description": "",
        "LB00342-description": "",
        "LB00350-description": "",
        "LB00355-description": "Du 8 au 11 février 2018, l’association des étudiant.e.s à la maitrise en arts visuels de l’Université Laval présenta l’exposition  Jaune Marine regroupant le travail de 17 artistes dans l’ancienne École des beaux-arts de Montréal, au 3450 rue St-Urbain à Montréal. Les artistes réuni.e.s lors de l’exposition étaient Julie Bellavance, Laurence Belzile, Joan Berthiaume, Myrtille Breton, Audrée Demers-Roberge, Éloïse Foulon, Delphine Hébert, Emmanuelle Hoarau, Laure Jambel, Marilou Kenny, Iris Lindsay, Angela Eve Marsh, Olivier Moisan-Dufour, Anny-Ève Perras, Todd Picard, Charles Robichaud et Marko Tonich.",
        "LB00362-description": "",
        "LB00363-description": "",
        "LB00012-description": "Lors de cette résidence de création d’une semaine sur l’île d’Anticosti, j’ai réalisé 30 œuvres abstraites de petites dimensions. Naviguant sur les territoires environnants, je m’en suis laissé imprégné pour concevoir, en nature, diverses peintures explorant couleurs, textures, transparences et formes. Je m’étais alors imposée trois règles qui se présentèrent comme la structure de mon projet : 1. N’avoir aucune idée préconçue, seulement des inspirations. 2. Ne jamais m’imposer du travail. 3. Ne jamais forcer une série."

    },
    "info": {
        "content-0": "Biographie",
        "content": "Originaire de la Gaspésie (QC) et née en 1994, Laurence Belzile réside et travaille à Vancouver (BC). Elle détient un baccalauréat en arts visuels de l’Université Concordia, avec majeur en peinture et dessin, ainsi qu’une maîtrise en arts visuels de l'Université Laval. Au cours des dernières années, elle a présenté ses œuvres dans diverses expositions collectives et individuelles à travers le Canada, notamment à la Vernon Public Art Gallery (BC), Richmond Art Gallery (BC), à la Galerie Champagne et Paradis (QC), à la Galerie Montcalm (QC) et au Centre d’art de Kamouraska (QC). Son travail a été soutenu par divers prix et bourses, notamment par le Conseil des arts du Canada (2023) et la mesure Première Ovation de la Ville de Québec (2019, 2020, 2021). Ses œuvres font partie de la collection publique de la Ville de Boucherville ainsi que celle de Méduse, à Québec.",
        "content-2": "Démarche artistique",
        "content-3": " Je fais de la peinture, quelques fois, voir souvent, je m’adonne à la pratique du dessin.",
        "content-4": "Lorsque je crée des œuvres, je m’intéresse à la poésie d’une imagerie abstraite et ce qu’elle peut évoquer : des mouvements, de la sensibilité, de la délicatesse et de l’intensité. Dans mes compositions, des formes organiques se révèlent tout en se contrastant les unes des autres via des jeux de coloration. Par des variances de luminosité et une superposition de plans, des espaces sont évoqués et on semble ainsi faire face à de mystérieuses mises en scène picturales.",
        "content-5": "Grâce à une approche intuitive, je dépose gestes et élans sur la surface des supports.  La gestuelle est visible, elle témoigne du moment passé, celui de la création, alors qu’une autre temporalité émerge, celle qui s’ouvre par l’image. ",
        "content-6": "Je conçois des œuvres qui m’extirpent du quotidien et qui élargissent mon imaginaire. L’abstraction m’est émancipatrice. Elle permet de me soustraire de la représentation pour créer librement, loin de la spécificité d’un message. Elle agit tel une permission pour ma subjectivité.",
        "content-7": "Mon approche à la création est féministe. Je revendique la possibilité pour les femmes de créer des œuvres subjectives, poétiques, imaginaires qui évoquent des sensibilités communes sans la contrainte de dépeindre une réalité précise. J’embrasse le plaisir de la création plastique. Je m’approprie également des composantes picturales dites féminines pour les inscrire avec douceur et impétuosité dans une tradition de la peinture abstraite dominé historiquement par des canons masculins. Je privilégie ainsi l’emploi de certaines couleurs, le rose, les couleurs pastel, et des formes courbes. Ces choix picturaux reflètent une volonté de revaloriser ces codes visuelles genrés.",
        "content-8": "Finalement, on distingue d’œuvres en œuvres des récurrences formelles. Ensemble, elles s’auto-référencient. Chacune d’elle se situe dans l’étendue des possibles créées par celles auparavant.",
        "content-9": ""
    },
    "contact": {
        "subscribe": "S'abonner",
        "email": "Votre adresse courriel",
        "subscribed-success": "Vous êtes abonné.e à la liste d'envoi. Merci!",
        "subscribed-failed": "Une erreur est survenue. Veuillez réessayer.",
        "email-list": "Liste d'envoi",
        "contact": "Me contacter"
    }
}
