{
  "common": {
    "work-header": "œuvres",
    "exhibitions-header": "expositions",
    "resume-header": "cv",
    "contact-header": "contact",
    "info-header": "infos"
  },
  "resume": {
    "download": "Télécharger le CV",
    "file": "Belzile_CV_FR.pdf",
    "studies-title": "Éducation",
    "studies-2019": "Maîtrise en arts visuels, Université Laval, QC, Canada",
    "studies-2019-0": "(Cliquer ici pour accéder à ma thèse)",
    "studies-2016": "Baccalauréat en arts visuels avec majeure en peinture et dessin, Université Concordia, QC, Canada",
    "studies-2015": "Échange étudiant, Faculté des Beaux-arts, Universidad del País Vasco, Euskadi, Espagne",
    "studies-2013": "DEC en arts visuels, Cégep de Rivière-du-loup, QC, Canada",
    "rep-title": "Représentation",
    "rep-champagne": "Galerie Champagne et Paradis (Bas-Saint-Laurent et Gaspésie), Kamouraska, QC, Canada",
    "expo-ind-title": "Expositions individuelles",
    "expo-ind-2026-0": "<i>Créatrices d'images</i>, Centre culturel franco-manitobain, Winnipeg, MB, Canada (à venir)",
    "expo-ind-2025-0": "<i>Créatrices d'images</i>, Alliance Française Vancouver, Vancouver, BC, Canada",
    "expo-ind-2025-1": "<i>Rencontre avec les Thuyas Géants</i>, Centre national d'exposition, Jonquière, QC, Canada",
    "expo-ind-2024-0": "<i>Au travers les jardins</i>, Vernon Public Art Gallery, Vernon, BC, Canada",
    "expo-ind-2024-1": "<i>Au travers les jardins II</i>, Doris Crowston Gallery, Sechelt, BC, Canada",
    "expo-ind-2024-2": "<i>J'ai dansé</i>, Art-Image, Gatineau, QC, Canada",
    "expo-ind-2023-1": "<i>Au-delà du repli</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
    "expo-ind-2022-0": "<i>S'arracher la douceur</i>, Galerie Montcalm, Gatineau, QC, Canada",
    "expo-ind-2022-1": "<i>Les attentes</i>, Maison des arts et de la culture de Brompton, Sherbrooke, QC, Canada",
    "expo-ind-2022-2": "<i>Rassembler les espaces</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
    "expo-ind-2021-0": "<i>Marmonner le vide</i>, Manif d’art, bibliothèque Aliette-Marchand, Québec, QC, Canada",
    "expo-ind-2021-1": "<i>Marmonner le vide</i>, Manif d’art, bibliothèque Claire-Martin, Québec, QC, Canada",
    "expo-ind-2020-0": "<i>Mesure et démesure</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
    "expo-ind-2020-1": "<i>Mesure et démesure</i>, Galerie d’art du Cégep de Jonquière, Jonquière, QC, Canada",
    "expo-ind-2019-0": "<i>Arracher le rouge du jaune</i>, Galerie AVE, Montréal, QC, Canada",
    "expo-ind-2019-1": "<i>Entre espace et objets</i>, Galerie Jean Letarte, Boucherville, QC, Canada",
    "expo-ind-2018-0": "<i>La chute des corps</i>, Atelier du roulement à billes, Québec, QC, Canada",
    "expo-ind-2018-1": "<i>Entre toi et moi ; il y a ça et là</i>, Centre culturel Georges P.-Vanier, Châteauguay, QC, Canada",
    "expo-ind-2018-2": "<i>Il y a dans cet autour, parfois, la trace de ce milieu</i>, Salle Alphonse-Desjardins, Université Laval, Québec QC, Canada",
    "expo-ind-2017-0": "<i>Situations</i>, Salle Georgianna-Juneau, Maison de la culture, Rivière-du-Loup, QC, Canada",
    "expo-col-title": "Expositions collectives sélectionnées",
    "expo-col-2025-0": "<i>Similkameen Artist Residency: The Guest Book</i>, The Alternator Centre for Contemporary Art, Kelowna, BC, Canada",
    "expo-col-2025-1": "<i>Members show 2025</i>, Access Gallery, Vancouver, BC, Canada",
    "expo-col-2025-2": "<i>Exposition des ateliers d'artistes</i>, Alliance Française Vancouver, Vancouver, BC, Canada",
    "expo-col-2025-3": "<i>Artrich 2025</i>, Richmond Art Gallery, Richmond, BC, Canada",
    "expo-col-2024-0": "<i>Art Party!</i>, Seymour Art Gallery, North Vancouver, BC, Canada",
    "expo-col-2024-1": "<i>Exposition pré-encan 2024</i>, Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
    "expo-col-2023-0": "<i>Artrich 2023</i>, Richmond Art Gallery, Richmond, BC, Canada",
    "expo-col-2023-1": "<i>Nuit blanche Kelowna</i>, The Alternator Centre for Contemporary Art, Kelowna, BC, Canada ",
    "expo-col-2023-2": "<i>Art Party!</i>, Seymour Art Gallery, North Vancouver, BC, Canada",
    "expo-col-2023-3": "<i>Life = absurb</i>, This Gallery, Vancouver, BC, Canada",
    "expo-col-2022-0": "<i>Les quatorze noctambules</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
    "expo-col-2022-1": "<i>Alcôve</i>, Galerie.a (hors programmation), Québec , QC, Canada",
    "expo-col-2022-2": "<i>Hommage à Stella Sasseville</i>, Centre de production en art actuel Les Ateliers, Baie-Saint-Paul, QC, Canada",
    "expo-col-2022-3": "<i>Par-delà les frontières</i>, Galerie Champagne et Paradis, Kamouraska, QC, Canada",
    "expo-col-2022-4": "<i>Exposition pré-encan</i>, Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
    "expo-col-2021-0": "<i>montagne</i>, local indépendant, Québec, QC, Canada",
    "expo-col-2020-0": "<i>50e du Cégep de Rivière-du-Loup</i>, Salle Gaetan-Blanchet, Rivière-du-Loup, QC, Canada",
    "expo-col-2018-0": "<i>Nature</i>, Le livart, Montréal, QC, Canada",
    "expo-col-2018-1": "<i>Voir loin</i>, Centre d’art de Kamouraska, Kamouraska, QC, Canada",
    "expo-col-2018-2": "<i>Jaune Marine</i>, Ancienne école des beaux-arts de Montréal, Montréal, QC, Canada",
    "expo-col-2017-0": "<i>Exposition collective de la Résidence nomade</i>, Atelier du Roulement à billes, Québec, QC, Canada",
    "expo-col-2017-1": "<i>Exposé Noir</i>, Fonderie Darling en partenariat avec Centerfold, Montréal, QC, Canada",
    "expo-col-2017-2": "<i>L’intemporalité du corps</i>, Le Livart, Montréal, QC, Canada",
    "expo-col-2016-0": "<i>Summer exhibition 1/3</i>, VAV Gallery, Montréal, QC, Canada",
    "expo-col-2016-1": "<i>Stay Awhile</i>, Art Matters, Montréal, QC, Canada",
    "expo-col-2016-2": "<i>Centerfold 11</i>, Centerfold, Montréal, QC, Canada",
    "expo-col-2016-3": "<i>End of the Year Exhibition of Concordia Print Students</i>, Galerie Alain Piroir, Montréal, QC, Canada",
    "expo-col-2015-0": "<i>Peachy</i>, Atelier Galerie Alain Piroir, Montréal, QC, Canada",
    "resid-title": "Résidences de création",
    "resid-2023-0": "Similkameen Artist Residency, Keremeos, BC, Canada",
    "resid-2023-1": "Micro-résidence, Conseil culturel et artistique francophone de la C.-B., Vancouver, BC ",
    "resid-2022-0": "Centre de production en art actuel Les Ateliers, Baie-Saint-Paul, QC, Canada",
    "resid-2019-0": "NOUAISONS, Scott, QC, Canada",
    "resid-2018-0": "Marathon de la création, Mars elle danse, Trois-Pistoles, QC, Canada",
    "resid-2018-1": "Centre d’art de Kamouraska, Kamouraska, QC, Canada ",
    "resid-2017-0": "Résidence Nomade, île d’Anticosti, QC, Canada",
    "awards-title": "Prix et bourses",
    "awards-2024-0": "Bourse de déplacement, Conseil des arts du Canada",
    "awards-2023-0": "Bourse du Fonds pour l’accès aux marchés pour les communautés de langue officielle, Conseil des arts du Canada",
    "awards-2022-0": "Bourse de recherche et création, Ville de Québec",
    "awards-2021-0": "Bourse au projet pour <i>L’hiver est dessins</i>, Première Ovation, Manif d’art",
    "awards-2021-1": "Bourse au projet pour <i>L’hiver est dessins</i>, LOJIQ",
    "awards-2021-2": "Bourse de recherche et création, Ville de Québec",
    "awards-2020-0": "Bourse au projet pour l’exposition collective <i>montagne</i>, Première Ovation, Manif d’art",
    "awards-2019-0": "Bourse au projet pour l’exposition individuelle <i>Mesure et démesure</i>, Première Ovation, Manif d’art",
    "awards-2018-0": "Bourse de rayonnement, Université Laval",
    "awards-2017-0": "Bourse d’études supérieures, Fondation Desjardins",
    "awards-2014-0": "2e prix du concours en arts visuels Polskafree25, Ambassade de la Pologne à Montréal et Université Concordia",
    "jobs-title": "Autres activités",
    "jobs-2025-0": "Participation au WikiClub Perspectives Visuelles, Culture Centre-du-Québec, QC",
    "jobs-2025-1": "Animation et conception d'ateliers de création, Alliance Française Vancouver, Vancouver, BC, Canada",
    "jobs-2024-0": "Animation et conception d'ateliers de création, École Rose-des-vents, Annexe Queen Elizabeth, Vancouver, BC, Canada",
    "jobs-2024-1": "Participation à « Entre les lignes: Incubateur en pensée écrite », une série d’ateliers sur l’écriture en arts visuels organisée par La Maison des artistes visuels francophones, MB, et la revue Vie des Arts, QC",
    "jobs-2018-2021-0": "Coordonnatrice à la programmation, Folie/Culture, QC, Canada",
    "jobs-2018-0": "Coordonnatrice des expositions, Centre d’art de Kamouraska, Kamouraska, QC, Canada",
    "jobs-2017-0": "Auxiliaire d’enseignement dans le cours Ateliers I, Université Laval, QC, Canada",
    "other-title": "Implications",
    "other-2021-2023-0": "Trésorière du conseil d’administration de Folie/Culture, QC, Canada",
    "other-2018-2021-0": "Membre du comité de programmation de Folie/Culture., QC, Canada",
    "other-2017-2018-0": "Présidente de l’association des étudiant.e.s à la Maîtrise en art visuel de l’Université Laval, QC, Canada",
    "other-2016-2017-0": "Trésorière de l’association des étudiant.e.s à la Maîtrise en art visuel de l’Université Laval, QC, Canada",
    "collection-title": "Collection",
    "collection-0": "Ville de Boucherville",
    "collection-1": "Collection Méduse",
    "collection-2": "Bibliothèque et archives nationales du Québec",
    "fairs-auct-title": "Encans et foires",
    "fairs-auct-2024-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
    "fairs-auct-2023-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
    "fairs-auct-2023-1": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
    "fairs-auct-2022-0": "Encan annuel du Musée du Bas-Saint-Laurent, Rivière-du-Loup, QC, Canada",
    "fairs-auct-2020-0": "Foire en art actuel de Québec, en ligne",
    "fairs-auct-2020-1": "Foire d’art contemporain de Saint-Lambert, en ligne",
    "fairs-auct-2020-2": "Les Encans de la quarantaine, en ligne",
    "fairs-auct-2019-0": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
    "fairs-auct-2018-0": "Encan annuel du Centre d’art de Kamouraska, Kamouraska, QC, Canada",
    "projects-title": "Collaborations",
    "projects-2022-0": "Participation au projet <i>Élever, cultiver, nourrir</i>, organisé par NOUAISONS et soutenu par le CALQ",
    "projects-2022-1": "Participation à <i>Weird Era</i> vol.2, Librairie Saint-Henri",
    "projects-2021-0": "Participation au projet <i>Portfolio collaboratif</i> organisé par l’artiste Julie Bellavance et soutenu par Engramme, l’Université Laval et Première Ovation",
    "illustration-title": "Illustrations",
    "illustration-2022-0": "Couverture du livre <i>Ne retiens pas le feu</i> de Jacques Audet, éditions du Noroît",
    "illustration-2020-0": "Mise en images du recueil <i>Ramages</i> de Laurence Langlois, éditions OMRI",
    "conference-title": "Conférence",
    "conference-2023-0": "Cégep de Rivière-du-Loup, QC, Canada",
    "press-title": "Revue de presse",
    "la-source-2025-0": "<b>[Article de presse]</b> <i>Ça s’est passé près de chez vous à l’Alliance française</i>, La Source, 12 octobre 2025, Lauren Théodet",
    "radio-canada-2025-0": "<b>[Entrevue télévisée]</b> Le Téléjournal Colombie-Britannique, Radio-Canada, 3 décembre 2025",
    "radio-canada-2025-1": "<b>[Entrevue radiophonique]</b> <i>Panorama</i>, Radio-Canada, 10 décembre 2025",
    "radio-canada-2025-2": "<b>[Entrevue radiophonique]</b> <i>Culture et confiture</i>, Radio-Canada, 6 décembre 2025",
    "culture-geniale-2024": "<b>[Couverture radiophonique]</b> <i>Culture Géniale</i> (à 8 min.), FM 94,5, 3 novembre 2024",
    "radio-canada-2024-2": "<b>[Entrevue télévisée]</b> <i>Connexion</i>, Radio-Canada, 10 novembre 2024",
    "radio-canada-2024-1": "<b>[Article de presse]</b> <i>Laurence Belzile : de l’intuition au tableau</i>, Radio-Canada, 1er novembre 2024, Pierre Beaudoin",
    "radio-canada-2024": "<b>[Entrevue radiophonique]</b> <i>Culture et confiture</i>, Radio-Canada, 20 avril 2024",
    "coast-reporter-2024": "<b>[Article de presse (EN)]</b> <i>Nature leads the way in new abstract art at Sunshine Coast Arts Centre</i>, Coast Reporter, 19 février 2024, Michael Gurney",
    "La-tribune-2022": "<b>[Article de presse]</b> <i>Attentes et Droits réservés à la Maison des arts et de la culture</i>, La tribune, 18 septembre 2022, Sonia Bolduc",
    "téléjournal-2022": "<b>[Entrevue télévisée]</b> Le Téléjournal Ottawa-Gatineau (à 34 min. 5 sec.), Radio-Canada, 6 juillet 2022",
    "tvco-2022": "<b>[Entrevue télévisée]</b> <i>Rétrospectives du 25 février 2022</i>, TVCO, 25 février 2022",
    "aero-2022": "<b>[Entrevue radiophonique]</b> <i>L’aérospatial</i>, CKRL Québec, 13 septembre 2022",
    "Soleil-2021": "<b>[Article de presse]</b> <i>montagne : la somme des petites victoires</i>, Le Soleil, Josianne Desloges",
    "aero-2021-0": "<b>[Entrevue radiophonique]</b> <i>L’aérospatial</i>, CKRL Québec, 19 octobre 2021",
    "aero-2021-1": "<b>[Entrevue radiophonique]</b> <i>L’aérospatial</i>, CKRL Québec, 20 novembre 2021",
    "Soleil-2020": "<b>[Article de presse]</b> <i>Foire en art actuel de Québec: une offre doublée pour l'édition virtuelle</i>, Le Soleil, Josianne Desloges, 12 novembre 2020",
    "tva-2020": "<b>[Entrevue télévisée]</b> <i>Une exposition d'arts déjoue la pandémie</i>, TVA nouvelles, 21 novembre 2020",
    "téléjournal-2020": "<b>[Couverture télévisée]</b> <i>LA 7E FOIRE EN ART ACTUEL EN MODE VIRTUEL</i>, Le téléjournal Québec, Radio-Canada, 19 novembre 2020",
    "devoir-2018": "<b>[Article de presse]</b> <i>L’expo «Jaune Marine» affiche ses couleurs</i>, Le Devoir, Jérôme Delgado, 9 février 2018",
    "rumeur-2018": "<b>[Article de presse]</b> <i>Voir loin : une exposition collective et inédite en arts</i>, Rumeur du Loup, Estelle Bonhomet-Proulx",
    "fabrique-2018": "<b>[Reportage culturel]</b> <i>Voir loin : incursion dans le paysage</i>, La fabrique culturelle, 2018",
    "téléjournal-2018": "<b>[Entrevue télévisée]</b> Le Téléjournal Est-du-Québec (à 18 min. 20 sec.), Radio-Canada, 26 juillet 2018"
  },
  "work": {
    "filter-all": "Toutes",
    "filter-available": "Disponibles",
    "mix-media": "techniques mixtes",
    "acrylic": "acrylique",
    "oil": "huile",
    "gouache": "gouache",
    "watercolor": "aquarelle",
    "watercolor-graphite": "graphite aquarellable",
    "colored-pencil": "crayon de couleur",
    "graphite": "graphite",
    "charcoal": "fusain",
    "crayon": "crayon de couleur",
    "dry-pastel": "pastel sec",
    "on-paper": "sur papier",
    "on-canvas": "sur toile",
    "on-masonite": "sur masonite",
    "on-wood": "sur bois",
    "paper-masonite": "sur papier monté sur masonite",
    "canvas-masonite": "sur toile montée sur masonite",
    "canvas-wood": "sur toile sur bois",
    "paper-wood": "sur papier monté sur bois",
    "unstretched": "sur toile non montée",
    "artist-book": "Livre d'artiste",
    "photo-credit": "crédit photo: ",
    "photo-credit-0": "Laurence Belzile",
    "photo-credit-1": "Galerie Champage et Paradis",
    "photo-credit-2": "Débora Flor",
    "photo-credit-4": "MACB",
    "@@untitled": "sans titre",
    "available": "disponible",
    "unavailable": "non disponible",
    "sold": "vendue",
    "and": "et",
    "@@expo-title-LB00035": "Vue de l'exposition <i>La chutes des corps</i>, Québec (QC)",
    "@@expo-title-LB00069": "Vue de l'exposition <i>Mesure et démesure</i>, Jonquière (QC)",
    "@@expo-title-LB00054": "Vue de l'exposition <i>Arracher le rouge du jaune</i>, Montréal (QC)",
    "@@residency-anticosti": "Projet réalisé lors de la Résidence Nomade, Anticosti (QC)",
    "LB00234-description": "L’exposition « Through the Gardens » rassemblait une vingtaine de petits et de grands formats d'œuvres abstraites peintes et dessinées. Présentée à la Vernon Public Art Gallery du 11 janvier jusqu’au 6 mars 2024, elle explorait la possibilité évocatrice de l'abstraction en présentant des lieux imaginaires mouvementés inspirés de la nature. Grâce à une superposition des plans et à l’utilisation de lignes diagonales dans les compositions, les œuvres proposées illustraient de potentiels lieux. Dans ces espaces atmosphériques ambigus, des formes organiques se modelaient. L’ensemble évoquait des paysages sensibles, colorés et troubles. Par l’utilisation de teintes sombres et lavées, des contrastes lumineux étaient présents dans les œuvres. Ces étranges clairs-obscurs semblaient ainsi capturer en fragment des environnements fictifs et nébuleux.",
    "LB00269-description": "L’exposition « S’arracher la douceur » a été présentée à la Galerie Montcalm à l’été 2022.<br/><br/> Les œuvres de ce corpus mettent en scène des formes délicates et allongées, cohabitant avec des traits vifs et sombres ainsi que des masses imposantes qui se dissipent en une surface diaphane.<br/><br/> Notre perception des œuvres oscille entre la surface peinte, bidimensionnelle et concrète, et l’illusion de tridimensionnalité des formes modelées. Ainsi, certains gestes se détachent de la composition picturale, évoquant le moment de création, tandis que d’autres s’accumulent pour créer des espaces fabriqués, profonds et invitants. Cette exposition est une invitation à s’éprendre de la peinture, pour ses qualités sensibles, poétiques et imaginatives, comme un appel à explorer d’autres lieux, ceux de la peinture abstraite.",
    "LB00198-description": "« Au-delà du repli » fut présentée à la Galerie Champagne et Paradis à Kamouraska (QC) du 6 au 22 octobre 2022. L’exposition regroupait neuf peintures abstraites ainsi qu’un livre d’artiste. À la fois chaotique, poétique et réfléchi, ce livre regroupe dessins et réflexions intimement liés à la création de l’artiste. Le titre suggère l’élan ayant accompagné l’artiste lors de la conception de ce corpus. En effet, il propose un renouveau et une émancipation de la peintre vis-à-vis de ses propres retenues ainsi qu’un respect de ses propres motivations. Cette exposition était une invitation à créer des liens entre le livre et les œuvres, le premier accompagnant et guidant notre regard à travers celles-ci. Il nous permettait par le fait même de mieux appréhender les motivations de l’artiste, comme une incursion intime dans les réflexions qui la guident à l'atelier. \n Je remercie le Conseil des arts du Canada de son soutien.",
    "LB00282-description": "Du 18 septembre au 6 novembre 2022, La Maison des arts et de la culture de Brompton (QC) présentait l’exposition « Les attentes », une invitation à s’éprendre de la peinture et du dessin pour leurs qualités formelles, poétiques et imaginatives, à travers petits et grands formats. <br/><br/> Tel une proposition qui perdure dans l’espace et le temps, le titre réfère au possible événement qui s’écoule dans ces œuvres abstraites. Ces dernières présentent un point de chute, une retenu, un instant où les mouvements évoqués s’entremêlent et s’estompent. <br/><br/>Grâce à une approche délicate et affirmée, les traits se déposent sur la surface des toiles. Ils découpent l’espace pictural des tableaux et situent les compositions pour leur donner un ancrage singulier.  Les lignes, et donc les espaces qu’elles créent, sont à la base de l’approche picturale de l’artiste.  Grâce à cet élément visuel concret, des compositions sont mises en place pour évoquer davantage que leur simple plasticité. Les formes s’y déploient en se contrastant les unes des autres. L’espace du tableau réussit à les contenir, même si elles paraissent vouloir en déborder.",
    "LB00287-description": "Du 14 août au 26 septembre 2021, Manif d’art présentait, en collaboration avec la Bibliothèque de Québec, l’exposition «Marmonner le vide»  de l’artiste Laurence Belzile à la bibliothèque Aliette-Marchand. <br/><br/>S’agitant et s’installant sur la surface des murs, les peintures se regroupent, se recoupent. En réinvestissant l’espace habituel qu’elles occupent, cette exposition questionne notre rapport au médium peint et invite à une relecture de ce qui forme l’abstraction.<br/><br/>Dans les œuvres, les formes organiques se modèlent et l’emploi de la ligne et de la tâche se côtoie. Les formes et les traits s’élancent et se brusquent, s’évanouissent dans la profondeur d’une coloration et refont surface dans le mouvement saccadé d’un geste. Les détails se confondent dans des masses imposantes. Les œuvres invitent à un corps à corps, à une lecture sensible.<br/><br/>«Marmonner le vide»  est une invitation à renouer avec l’abstraction; pour sa simplicité, pour les possibilités qu’offrent une conception visuelle abstraite, pour l’étrangeté des formes qui s’y présentent et pour l’amour de l’incongru.",
    "LB00289-description": "Du 29 septembre au 09 novembre 2021, Manif d’art présentait, en collaboration avec la Bibliothèque de Québec, l’exposition «Marmonner le vide»  de l’artiste Laurence Belzile à la bibliothèque Claire-Martin. <br/><br/>S’agitant et s’installant sur la surface des murs, les peintures se regroupent, se recoupent. En réinvestissant l’espace habituel qu’elles occupent, cette exposition questionne notre rapport au médium peint et invite à une relecture de ce qui forme l’abstraction.<br/><br/>Dans les œuvres, les formes organiques se modèlent et l’emploi de la ligne et de la tâche se côtoie. Les formes et les traits s’élancent et se brusquent, s’évanouissent dans la profondeur d’une coloration et refont surface dans le mouvement saccadé d’un geste. Les détails se confondent dans des masses imposantes. Les œuvres invitent à un corps à corps, à une lecture sensible.<br/><br/>«Marmonner le vide»  est une invitation à renouer avec l’abstraction; pour sa simplicité, pour les possibilités qu’offrent une conception visuelle abstraite, pour l’étrangeté des formes qui s’y présentent et pour l’amour de l’incongru.",
    "LB00292-description": "",
    "LB00069.1-description": "",
    "LB000054-description": "",
    "LB00037-description": "« La chute des corps » a été présenté dans le cadre de la maitrise en arts visuels à l’Université Laval (QC) de l'artiste. Pour évoquer le dynamisme qui se présentait dans les œuvres et pour témoigner de l’influence des objets dans sa pratique, l’exposition s’intitulait « La chute des corps ».",
    "LB00311-description": "",
    "LB00327-description": "",
    "LB00195-description": "Présentée lors de Nuit Blanche 2023 à Kelowna (BC), cette série de dessins prend racine dans une vision personnelle de la nature. Réalisée sur une longue durée, les dessins s’accumulent évoquant le temps, le travail et l'amoncellement. <br/><br/>Une fois installée, l’ensemble de l’œuvre évoque la mouvance des couleurs de la végétation, la diversité des formes organiques et la multiplicité des luminosités naturelles. Elle ne tente pas d’offrir une conception précise, mais plutôt une impression personnelle de la nature grâce à l’abstraction. ",
    "LB00333-description": "Du 7 au 31 juillet 2022, à la Galerie.a situé au 261 rue Saint-Vallier Est, à Québec, Laurence Belzile, Alexanne Dunn et Éloïse Foulon présentait «Alcôve» une exposition collective regroupant leur récent travail en peinture et dessin.<br/><br/> Cette exposition témoigne des liens picturaux qui unissent le travail de ces artistes. Par la présence de différentes récurrences formelles, des échanges s’opèrent entre et par les œuvres. «Alcôve» est à la fois composée d’œuvres isolées et d’œuvres regroupées, où s’organisent des connexions visuelles qui n’étaient pas préalables à leur création.<br/><br/>Cette mise en commun permet de réfléchir aux relations entre l’espace réel et pictural. Le titre Alcôve, choisi pour l’idée à laquelle il réfère, soit un renfoncement architectural, évoque un espace à l’intérieur d’un autre. De manière similaire, les œuvres proposées génèrent leur propre espace à l’intérieur du lieu d’exposition.  <br/><br/>Les artistes remercient Anne D'Amours Mc Donald, fondatrice de la Galerie.a pour le lieu d'exposition.",
    "LB00342-description": "",
    "LB00350-description": "« Ces lieux où l’on fait trace » est un projet alliant peinture et photographie réalisé lors d’une résidence de création au Kamouraska en mai 2018 et présenté lors de l’exposition collective « Voir Loin » au Centre d’art de Kamouraska du 16 juin au 8 octobre 2018. Pendant plus d’une semaine, Laurence Belzile a déambulé sans itinéraire fixe, avec la volonté d’aller quotidiennement à la rencontre d’un nouveau lieu à explorer. Parcourant ce vaste territoire, de son fleuve à ses forêts, l’artiste a élaboré des dizaines de petites œuvres picturales à même le paysage. Se déployant en deux parties distinctes par les médiums utilisés, « Ces lieux où l’on fait trace » propose une rencontre entre Belzile et le territoire. Plus qu’un simple outil de documentation dans ce projet, la photographie permet d’abord la contextualisation des œuvres. Elle affirme la position précise et concrète de l’artiste avec l’espace environnant lors de la création. Les œuvres picturales, quant à elles, attestent d’une interaction avec le paysage. Leur réalisation a agi comme une interposition lors du contact de l’artiste avec le territoire, modelant alors sa perception même du lieu investi. Belzile a ainsi créé ses œuvres, non pas avec le souci d’en faire la représentation, mais plutôt pour témoigner d’une expérience vécue. Les œuvres qui en découlent agissent, une fois présentées, comme les traces d’un dialogue intime avec les espaces parcourus; elles offrent ainsi à voir l’évolution d’une relation peu commune, mais concrète, entre l’artiste et des paysages devenus lieux de création. À travers la mise en espace, Belzile proposa une multitude de connexions entre les œuvres, où la lecture de l’une complétait l’autre; leurs composantes s’associant pour en modifier leur perception. La compréhension de chaque œuvre se situait ainsi bien au-delà de ses propres limites. Ce décloisonnement formait un environnement complexe aux lectures diverses, à l’image d’un territoire qui se compose et se construit à travers ses multiples éléments naturels.",
    "LB00355-description": "Du 8 au 11 février 2018, l’association des étudiant.e.s à la maitrise en arts visuels de l’Université Laval présenta l’exposition « Jaune Marine » regroupant le travail de 17 artistes dans l’ancienne École des beaux-arts de Montréal, au 3450 rue St-Urbain à Montréal. Les artistes réuni.e.s lors de l’exposition étaient Julie Bellavance, Laurence Belzile, Joan Berthiaume, Myrtille Breton, Audrée Demers-Roberge, Éloïse Foulon, Delphine Hébert, Emmanuelle Hoarau, Laure Jambel, Marilou Kenny, Iris Lindsay, Angela Eve Marsh, Olivier Moisan-Dufour, Anny-Ève Perras, Todd Picard, Charles Robichaud et Marko Tonich.",
    "LB00362-description": "",
    "LB00363-description": "",
    "LB00012-description": "Lors de cette résidence de création d’une semaine sur l’île d’Anticosti, l'artiste réalisa 30 œuvres abstraites de petites dimensions. Naviguant sur les territoires environnants, elle s’en est laissé imprégné pour concevoir, en nature, diverses peintures explorant couleurs, textures, transparences et formes. Trois règles se présentèrent comme la structure du projet : 1. N’avoir aucune idée préconçue, seulement des inspirations. 2. Ne jamais s'imposer du travail. 3. Ne jamais forcer une série.",
    "LB00218-description": "Cette exposition a été présentée à la galerie Doris Crowston du Sunshine Coast Art Council,  à Sechelt, en Colombie-Britannique, du 9 février au 9 mars 2024. <i>Through the Gardens II</i> présentait une série de six dessins et cinq peintures explorant les possibilités évocatrices de l’abstraction. Réalisés à partir de crayons de couleur, ces dessins questionnent les notions conventionnelles associées à ce médium, souvent limité à l’enfance. Les oeuvres présentent des lieux imaginaires mouvementés inspirés par la nature. Le titre de l'exposition invite à réfléchir à l'acte poétique de la déambulation dans la nature. Les jardins, avec leurs multiples interprétations et configurations, font également écho à la nature de l'abstraction. <i>Through the Gardens II</i> invitait à parcourir ces paysages abstraits imaginaires.",
    "LB00426-description": "Ce tryptique fut conçu à partir de fusain récolté dans un arbre brûlé à Stanley Park (Vancouver, BC).",
    "LB00450-description": "L’exposition J’ai dansé a été présentée du 1er novembre au 15 décembre 2024 à Art-Image, Gatineau, QC. Elle rassemblait une vingtaine d'œuvres peintes et dessinées, allant du petit au grand format. À travers cette série, l’artiste explore l’abstraction comme un moyen d’émancipation, ouvrant un espace où l’imaginaire peut librement s’épanouir. Le titre J’ai dansé fait écho à l’intensité du geste créatif ainsi qu’aux mouvements qui traversent les œuvres. Marquées par une approche intuitive et gestuelle, les œuvres se distinguent par l’usage de couleurs pastel et de formes courbes, réinventant des codes visuels souvent associés à la féminité. Réalisée dans l’atelier de l’artiste à Vancouver au cours des deux dernières années, cette série porte également l’empreinte des paysages côtiers et montagneux de la Colombie-Britannique. L’artiste remercie le Conseil des arts du Canada de son soutien.",
    "LB00501-description": "« Rencontre avec les Thuyas géants » est une traversée picturale inspirée du séjour de l’artiste en Colombie-Britannique, où la verticalité des pay­sages devient langage plastique. À travers une série d’oeuvres abstraites, elle traduit l’expérience sensorielle d’un territoire vaste et contrasté, en entremêlant le mouvement, la lumière et la densité des formes. Ses compositions, dominées par des formes organiques, évoquent des sensations d’élévation, de chute, de suspension pour rappeler les forêts monumentales de l’Ouest canadien, les sous-bois humides et les étendues arides. Par le pastel sec, le graphite et la peinture à l’huile, Belzile explore les liens subtils entre abstraction, territoire et sensibilité. Chaque toile devient, tour à tour, un espace de ré­sonance entre mémoire, matière et imaginaire.  Par une approche résolument féministe, Laurence Bélzile réha­bilite l’émotion comme vecteur de pensée et moteur de création, affirmant la légitimité de l’intime vers l’espace public. Dans l’ex­position « Rencontre avec les Thuyas géants » l’abstraction devient ici un outil de traduction des intensités vécues, transposées en rythmes visuels. Cette pratique affirme la puissance du ressenti comme forme de connaissance.",
    "LB00307-description": "Du 12 septembre au 16 octobre 2019, la Galerie AVE située à Montréal présentait l’exposition « Arracher le rouge du jaune» de l’artiste Laurence Belzile. <br/><br/>L’artiste privilégie l’abstraction pour l’incompréhension qu’elle nous procure et pour le questionnement que ce mode de création soulève. Elle réalise principalement des œuvres qui présentent des conceptions modelées de formes inexistantes. Elles se développent dans une organicité où l’emploi de la ligne est tout aussi évocateur que la tache. Parmi tous les éléments épars qui peuvent constituer une œuvre, seulement quelques-uns seront mis de l’avant pour privilégier la simplicité .<br/><br/>Chaque oeuvre témoigne d’un seul instant, d’un moment dans la peinture qui peut échapper à notre première appréhension. Ce sont ces sections qui viennent briser la rigidité d’une forme, ou encore essouffler le mouvement d’un trait. Ils apparaissent grâce à certains coups de pinceau qui brisent la droiture d’une ligne ou encore grâce à des traits qui s’arrêtent brusquement juste avant qu’ils ne s’épuisent en eux-mêmes. Tous ces instants précis s’extirpent de l’œuvre pour rappeler à la fois la dureté et la fragilité; l’intensité et la douceur; la tension et le relâchement, des gestes qui y sont posés et de ce qu’ils proposent.<br/><br/><br/>Texte accompagnant l’exposition :<br/><br/>En préparant ces œuvres, j’ai réfléchi à:<br/>la limite des supports<br/>la forme de mon pinceau<br/>l’émerveillement<br/>la courbe d’une ligne<br/>la couleur de l’acrylique<br/>la profondeur de l’huile<br/>ma capacité à être inspirée<br/>la possibilité d’un échec<br/>aux Vulgaires Machins<br/>au rouge<br/>",
    "LB00528-description": "«En décembre 2025, l’Alliance Française de Vancouver présente l'exposition Créatrices d'images, la nouvelle exposition solo de l’artiste canadienne Laurence Belzile l’une des artistes francophones qui travaillent au quotidien dans les nouveaux studios de l’AFV.<br/><br/> Inspirée par trois artistes femmes pionnières du XXᵉ siècle, Laurence Belzile dévoile une série de peintures abstraites et d’archives expérimentales où se rencontrent recherche, émotion et création. Chaque œuvre établit un dialogue poétique entre la pratique artistique de Laurence Belzile et celle des artistes qui l’inspirent.<br/><br/> Laurence Belzile explore l’abstraction par la peinture et le dessin comme un espace de liberté et d’imaginaire. Ses compositions jouent avec la lumière, le mouvement et la couleur pour évoquer la sensibilité, la délicatesse et l’intensité. Sa pratique affirme la force d’une expression poétique et subjective au féminin.»"
  },
  "info": {
    "content-0": "Biographie",
    "content": "Née en Gaspésie (QC) en 1994, l’artiste canadienne Laurence Belzile vit et pratique désormais son art, à temps plein, à Vancouver (C.-B.). Elle détient un baccalauréat en arts visuels de l’Université Concordia, avec une majeure en peinture et dessin, ainsi qu’une maîtrise en arts visuels de l'Université Laval. L’artiste s’efforce de démocratiser l’art visuel abstrait, prend part à des collaborations et à des résidences de création, participe à des encans et des foires artistiques. Depuis 2016, Laurence Belzile présente ses œuvres dans le cadre d’expositions collectives et individuelles à travers le Canada, dans diverses galeries dont la Vernon Public Art Gallery (C.-B.), la Richmond Art Gallery (C.-B.), la Galerie Montcalm (QC), le Centre d’art de Kamouraska (QC) et la Galerie Champagne et Paradis (QC) qui la représente. Son travail a été soutenu par divers prix et bourses, notamment par le Conseil des arts du Canada (2023-2024) et la mesure Première Ovation de la Ville de Québec (2019-2021). Ses œuvres font partie de la collection publique de la Ville de Boucherville ainsi que de la Collection Méduse de la Ville de Québec. ",
    "content-2": "Démarche artistique",
    "content-3": "Ma pratique s’articule autour de la peinture et du dessin abstraits.",
    "content-4": "Je m’intéresse particulièrement à la poésie que peut dégager une imagerie abstraite, à ce qu’elle évoque en termes de mouvement, de sensibilité, d’émotion et d’intensité.",
    "content-5": "Mes compositions se caractérisent par des formes organiques, souvent définies par des lignes courbes qui se contrastent et créent des espaces distincts grâce à des jeux de coloration. Mes œuvres sont principalement verticales. J’ai un désir de créer des sensations par le mouvement dans la composition tel que l’élévation, la chute, la suspension, le renfermement, l’ouverture, la descente, la lourdeur ou encore la légèreté.",
    "content-6": "Mon approche de la création s’inscrit dans une perspective féministe. J’ai longtemps écarté la dimension émotionnelle de ma pratique, consciente que, dans le discours artistique, et plus particulièrement lorsqu’il s’agit de femmes artistes, l’émotion est souvent perçue comme une simplification, une approche moins légitime que les considérations formelles ou théoriques. Je choisis désormais de réinvestir cet espace, convaincue que la traduction des sensations et des expériences émotionnelles personnelles en formes visuelles constitue une contribution puissante, encore trop rarement reconnue. Mes œuvres cherchent ainsi à déplacer les émotions du registre de l’intime vers celui de l’espace public.",
    "content-7": "",
    "content-8": "",
    "content-9": ""
  },
  "contact": {
    "subscribe": "S'abonner",
    "email": "Votre adresse courriel",
    "subscribed-success": "Vous êtes abonné.e à la liste d'envoi. Merci!",
    "subscribed-failed": "Une erreur est survenue. Veuillez réessayer.",
    "email-list": "Liste d'envoi",
    "contact": "Me contacter"
  }
}
